function new1() {
  let text = "المنيو الجديد 2026 (يوم السبت)%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "ساندوتش حلومي مشوي مع البيستو صوص | راب بحشو الديك الرومي | ساندوتش بيض مفيوح مع جبن الفيتا%0a%0a" +
        "الغداء - Lunch:%0a" +
        "ستيك دجاج متبل بالخلطة العربية مع العيش والخضار | كفتة لحمة مشوية بصوص الطحينة مع العيش والخضار | سمك مشوي بصوص الفلفل والليمون%0a%0a" +
        "العشاء - Dinner:%0a" +
        "تشيكن جريل مع بطاطا مشوية | كاساديا لحم | ألفريدو باستا الدجاج%0a%0a" +
        "سناك - Snack:%0a" +
        "كنافة تركية دايت | دارك شوكولات موس | براونيز شوكولاتة وجوز | عصير برتقال فريش | قطع فواكه%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة سيزر بالدجاج | ورق عنب | سلطة شرقية | شوربة حارقة للدهون";
    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

function new2() {
      let text = "المنيو الجديد 2026 (يوم الأحد)%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "أومليت بالخضروات | فول بالخلطة العربية مع خبز | بيتزا مارجريتا%0a%0a" +
        "الغداء - Lunch:%0a" +
        "شيش طاووق مع الخضار وأرز الزعفران | لازانيا لحم | شرائح لحم مشوي مع الخضار%0a%0a" +
        "العشاء - Dinner:%0a" +
        "برجر (لحم – دجاج) مشوي مع الخضار | دجاج بافلو مع مكعبات البطاطا | ريزوتو إيطالي%0a%0a" +
        "سناك - Snack:%0a" +
        "فواكه مشكلة | كب كيك شوكولاتة | تارت الفواكه | عصير فراولة | روب طبيعي%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة فتوش | جرجير بالرمان | شوربة كريمة دجاج";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function new3() {
       let text = "المنيو الجديد 2026 (يوم الاثنين)%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "توست فرنش بالطحينة والخضروات | ساندوتش أجبان | فريتاتا بيض بالخضروات%0a%0a" +
        "الغداء - Lunch:%0a" +
        "سمك بالفرن مع الأرز الصعيدي | بيكاتا دجاج بصوص المشروم مع بطاطا | طاجن لحم بالبامية%0a%0a" +
        "العشاء - Dinner:%0a" +
        "تورتيلا فاهيتا الدجاج | فطاير شاورما (لحم – دجاج) | ساندوتش التركي مع شرائح الشيدر%0a%0a" +
        "سناك - Snack:%0a" +
        "كوكيز شوكولاتة | تشيز كيك | فاكهة دايت | لبن | عصير رمان%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة خضراء | روب بالخيار والرومان | شوربة بروكلي بالكرفس";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function new4() {
        let text = "المنيو الجديد 2026 (يوم الثلاثاء)%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "كلوب ساندوتش مارتديلا (لحم – دجاج) | بيض عيون | بطاطا مهروسة بالخضار%0a%0a" +
        "الغداء - Lunch:%0a" +
        "برياني دجاج | مربين كويتي | باستا ألفريدو وايت صوص مع الدجاج المشوي%0a%0a" +
        "العشاء - Dinner:%0a" +
        "كبدة لحم بالبصل مع خبز عربي | مسخن دجاج | تونة كلاسيك ساندوتش%0a%0a" +
        "سناك - Snack:%0a" +
        "ريد فيلفيت | أم علي | فاكهة اليوم | عصير أناناس | روب فواكه%0a%0a" +
        "سلطات - Salads:%0a" +
        "تبولة تركية | سلطة شمندر بالتفاح | شوربة عدس";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function new5() {
       let text = "المنيو الجديد 2026 (يوم الأربعاء)%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "مناقيش لبنة وزعتر | شكوكة البيض بالبصل والفلفل | فطور عربي%0a%0a" +
        "الغداء - Lunch:%0a" +
        "كرات لحم مع خضار وعيش بالشعرية | دجاج سويت أند ساور مع نودلز | دجاج مشوي مع الخضار%0a%0a" +
        "العشاء - Dinner:%0a" +
        "بيتزا دجاج | مسقعة باذنجان مع خبز عربي | قوارب بطاطا باللحم والموتزريلا%0a%0a" +
        "سناك - Snack:%0a" +
        "حلو التيك | كريم كراميل | عصير ليمون بالنعناع | روب فواكه | فروت سالاد%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة يوناني | بابا غنوج | شوربة خضار";


    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function new6() {
        let text = "المنيو الجديد 2026 (يوم الخميس)%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "صاج زهرة بخلطة الكرسبي | ساندوتش فيتا طماطم وخيار | ساندوتش مارتديلا دجاج%0a%0a" +
        "الغداء - Lunch:%0a" +
        "دجاج بالفرن مع بطاطا وخضروات | محشي خضروات دايت | كباب خشخاش مع عيش أحمر%0a%0a" +
        "العشاء - Dinner:%0a" +
        "سكالوب الدجاج مع مكعبات البطاطا | سمك بالبقسماط | ساندوتش حلوم مشوي%0a%0a" +
        "سناك - Snack:%0a" +
        "روكي رود | بسبوسة بالقشطة | فاكهة دايت | مهلبية بالجوز | عصير كيوي%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة ذرة | أصابع خضروات | شوربة لسان عصفور بالخضار";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function new7() {
  let text = "المنيو الجديد 2026 (يوم الجمعة)%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "ساندوتش إيطالي | بطاطا مشوية بالأعشاب | كورن فليكس بالحليب%0a%0a" +
        "الغداء - Lunch:%0a" +
        "كبسة دجاج | كشري دايت | كباب دجاج مع خضروات%0a%0a" +
        "العشاء - Dinner:%0a" +
        "شرائح دجاج بصوص الليمون | شاورما | ساندوتش تورتيلا%0a%0a" +
        "سناك - Snack:%0a" +
        "حلو التيك | روكي رود | فاكهة دايت | حليب | زبادي طبيعي%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة بقوليات | سلطة حلومي | ذرة حلوة";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

// ############## كييييييتوووو #####################

function keto1() {
 
   let text = "منيو كيتو دايت يوم السبت%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "شرائح حلوم مشوي | بيض مقلي مع جبن الفيتا | راب الخس بحشو الديك الرومي%0a%0a" +
        "الغداء - Lunch:%0a" +
        "ستيك دجاج متبل بالخلطة العربية مع الخضار | كفتة لحم مشوية مع الكوسة | سمك مشوي بصوص الفلفل والليمون%0a%0a" +
        "العشاء - Dinner:%0a" +
        "تشيكن جريل مع خضار سوتيه | لحم مفروم مع فاصوليا خضرا | تشيكن بيكاتا%0a%0a" +
        "سناك - Snack:%0a" +
        "قطع فواكه كيتو | عصير أفوكادو%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة سيزر الدجاج | سلطة شرقية | شوربة حارقة للدهون";
    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

function keto2() {
 
 let text = "منيو الكيتو دايت يوم الأحد%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "أومليت بالخضروات | لبنة بالزعتر | مارتديلا لحم بالخص%0a%0a" +
        "الغداء - Lunch:%0a" +
        "شيش طاووق مع الخضار | كوسة باللحم | شرائح لحم مشوي مع الخضار%0a%0a" +
        "العشاء - Dinner:%0a" +
        "برجر لحم مشوي مع الخضار | برجر دجاج مشوي مع الخضار | دجاج بالفاهيتا مع البصل والفلفل%0a%0a" +
        "سناك - Snack:%0a" +
        "مكسرات نية | عصير فراولة%0a%0a" +
        "سلطات - Salads:%0a" +
        "سلطة يوناني | جريجر بالرمان | شوربة كريمة الدجاج";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

function keto3() {
 
 let text = "منيو الكيتو دايت يوم الاثنين%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "بيض اسكرامبل | ساندوتش أجبان بالخس | فيرتاتا بيض بالخضروات%0a%0a" +
        "الغداء - Lunch:%0a" +
        "سمك بالفرن | بيكاتا دجاج بصوص المشروم مع بطاطا | طاجن لحم بالبامية%0a%0a" +
        "العشاء - Dinner:%0a" +
        "فاهيتا الدجاج | شاورما (لحم – دجاج) | تركي مع شرائح الشيدر%0a%0a" +
        "سناك - Snack:%0a" +
        "تشيز كيك | عصير توتو%0a%0a" +
        "سلطات:%0a" +
        "سلطة خضرا | شوربة بروكلي بالكريمة";
    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

function keto4() {
 
let text = "منيو الكيتو دايت يوم الثلاثاء%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "مارتديلا (لحم / دجاج) | بيض عيون | حمصة بيض بالخضار%0a%0a" +
        "الغداء - Lunch:%0a" +
        "برياني دجاج كيتو | مربين كويتي بعيش الزهرة | كوسة ألفريدو وايت صوص%0a%0a" +
        "العشاء - Dinner:%0a" +
        "كبدة لحم بالبصل | مسخن دجاج | تونة كلاسيك%0a%0a" +
        "سناك - Snack:%0a" +
        "عصير ليمون بالنعناع | قطع كيك أم علي%0a%0a" +
        "سلطات:%0a" +
        "تبولة تركية كيتو | شوربة عدس مع خضار كيتو";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

function keto5() {
 
let text = "منيو الكيتو دايت يوم الأربعاء%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "لبنة وزعتر | شكشوكة البيض بالبصل والفلفل | باذنجان مشوي%0a%0a" +
        "الغداء - Lunch:%0a" +
        "كرات لحم مع خضار | دجاج سويت آند ساور | دجاج مشوي مع الخضار%0a%0a" +
        "العشاء - Dinner:%0a" +
        "مسقعة بالباذنجان | قوارب الكوسة باللحم والموتزاريلا%0a%0a" +
        "سناك - Snack:%0a" +
        "فواكه مشكلة | عصير فراولة%0a%0a" +
        "سلطات:%0a" +
        "سلطة يوناني | بابا غنوج";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

function keto6() {
 
 let text = "منيو الكيتو دايت يوم الخميس%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "زهرة بخلطة الكريسبي | فيتا، طماطم وخيار | مارتيديللا دجاج%0a%0a" +
        "الغداء - Lunch:%0a" +
        "دجاج بالفرن مع خضروات | محشي خضروات كيتو | كباب حشائش مع خضار%0a%0a" +
        "العشاء - Dinner:%0a" +
        "شرائح دجاج مع خضار | سمك جريل | حلومي مشوي%0a%0a" +
        "سناك - Snack:%0a" +
        "عصير كيوي | فاكهة كيتو%0a%0a" +
        "سلطات:%0a" +
        "سلطة أجبان | أصابع خضروات";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}

function sugar1() {
 
 let text = "منيو السكري يوم السبت%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "ساندوتش حلومي مشوي مع البيستو صوص | ساندوتش بيض مقلي مع جبنة فيتا | راب شرائح الديك الرومي%0a%0a" +
        "الغداء - Lunch:%0a" +
        "ستيك دجاج متبل بالخلطة العربية مع العيش والخضار | كفتة لحم مشوية بصوص الطحينة مع العيش والخضار | سمك مشوي بصوص الفلفل والليمون%0a%0a" +
        "العشاء - Dinner:%0a" +
        "تشيكن جريل مع بطاطا مشوية | كاساديا لحم | ألفريدو باستا بالدجاج%0a%0a" +
        "سناك - Snack:%0a" +
        "قطع فواكه | عصير برتقال فريش%0a%0a" +
        "سلطات:%0a" +
        "سلطة سيزر بالدجاج | ورق عنب | سلطة شرقية | شوربة حارقة للدهون";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function sugar2() {
 
let text = "منيو السكري يوم الأحد%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "أومليت بالخضروات | فول بالخلطة العربية مع الخبز | بيتزا مارغريتا%0a%0a" +
        "الغداء - Lunch:%0a" +
        "شاورما دجاج مع الأرز بالزعفران | لازانيا لحم | شرائح لحم مشوي مع الخضار%0a%0a" +
        "العشاء - Dinner:%0a" +
        "برجر مشوي (لحم أو دجاج) مع الخضار | دجاج بافلو مع مكعبات البطاطس | ريزوتو إيطالي%0a%0a" +
        "سناك - Snack:%0a" +
        "فواكه مشكلة | زبادي طبيعي%0a%0a" +
        "سلطات:%0a" +
        "سلطة فتوش | جرجير بالرمان | شوربة كريمة الدجاج";
    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function sugar3() {
 
let text = "منيو السكري يوم الاثنين%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "تورتيلا فلافل بالطحينة والخضروات | ساندوتش أجبان | فريتاتا بيض بالخضروات%0a%0a" +
        "الغداء - Lunch:%0a" +
        "سمك بالفرن مع الأرز البني | بيكاتا دجاج بصوص المشروم مع بطاطس | طاجن لحم بالبامية%0a%0a" +
        "العشاء - Dinner:%0a" +
        "تورتيلا فاهيتا الدجاج | فطائر شاورما (لحم / دجاج) | ساندوتش التركي مع شرائح الشيدر%0a%0a" +
        "سناك - Snack:%0a" +
        "فاكهة دايت | لبن%0a%0a" +
        "سلطات:%0a" +
        "سلطة خضراء | روب بالخيار والخس | شوربة بروكلي بالكرفس";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function sugar4() {
 
let text = "منيو السكري يوم الثلاثاء%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "كلوب ساندوتش مرتديلا (لحم / دجاج) | بيض عيون | بطاطس مهروسة بالخضار%0a%0a" +
        "الغداء - Lunch:%0a" +
        "برياني دجاج | مربيين كويتي | باستا ألفريدو وايت صوص مع الدجاج المشوي%0a%0a" +
        "العشاء - Dinner:%0a" +
        "كبدة لحم بالبصل مع خبز عربي | مسخن دجاج | تونة كلاسيك ساندوتش%0a%0a" +
        "سناك - Snack:%0a" +
        "فاكهة اليوم | فروت سلاط | روب طبيعي%0a%0a" +
        "سلطات:%0a" +
        "تبولة تركية | سلطة شمندر بالتفاح | شوربة عدس";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function sugar5() {
 
 let text = "منيو السكري يوم الأربعاء%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "مناقيش لبنة وزعتر | شكشوكة البيض بالبصل والفلفل | فطور عربي%0a%0a" +
        "الغداء - Lunch:%0a" +
        "كرات لحم مع خضار وعيش بالشعرية | دجاج سويت أند ساور مع نودلز | دجاج مشوي مع الخضار%0a%0a" +
        "العشاء - Dinner:%0a" +
        "بيتزا دجاج | مسقعة بالباذنجان مع خبز عربي | قوارب بطاطس باللحم والموزاريلا%0a%0a" +
        "سناك - Snack:%0a" +
        "عصير ليمون بالنعناع | فروت سلاط | روب فواكه%0a%0a" +
        "سلطات:%0a" +
        "سلطة يوناني | بابا غنوج | شوربة خضار";
    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function sugar6() {
 
let text = "منيو السكري يوم الخميس%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "زهرة بالفرن بخليط الكرسبي | ساندوتش فيتا بالطماطم والخيار | مارتديلا دجاج ساندوتش%0a%0a" +
        "الغداء - Lunch:%0a" +
        "دجاج بالفرن مع بطاطس وخضروات | محشي خضروات دايت | كباب خشخاش مع عيش أسمر%0a%0a" +
        "العشاء - Dinner:%0a" +
        "سكالوب دجاج مع مكعبات البطاطس | سمك بالبقسماط | ساندوتش حلومي مشوي%0a%0a" +
        "سناك - Snack:%0a" +
        "فاكهة دايت | مهلبية بالجوز%0a%0a" +
        "سلطات:%0a" +
        "سلطة ذرة | أصابع خضروات |شوربة لسان عصفور بالخضار";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}
function sugar7() {
 
let text = "منيو السكري يوم الجمعة%0a%0a" +
        "الفطور - BreakFast:%0a" +
        "ساندوتش إيطالي | بطاطا حلوة مشوية بالأعشاب | كورن فليكس بالحليب%0a%0a" +
        "الغداء - Lunch:%0a" +
        "كبسة دجاج | كشري دايت | كباب دجاج مع خضروات%0a%0a" +
        "العشاء - Dinner:%0a" +
        "شرائح دجاج بصوص الليمون | شاورما لحم | ساندوتش تورتيلا%0a%0a" +
        "سناك - Snack:%0a" +
        "فاكهة دايت | روب طبيعي | حليب%0a%0a" +
        "سلطات:%0a" +
        "سلطة بقوليات | سلطة حلومي | ذرة حلوة";

    // رقم الواتساب (غيّره برقمك مع كود الدولة)
    // رقم الواتساب (غيره برقمك)
    const phone = "+96566473580";

    // رابط واتساب وفتح نافذة جديدة
    const url = "https://wa.me/" + phone + "?text=" + text;
    window.open(url, "_blank");
}